Revit 2027 API
BuiltInFailures.InaccurateFailures.InaccurateWall Property
 Wall is slightly off axis and may cause inaccuracies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccurateWall { get; }
Public Shared ReadOnly Property InaccurateWall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccurateWall {
	FailureDefinitionId^ get ();
}
static member InaccurateWall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InaccurateFailures Class
Autodesk.Revit.DB Namespace